Repository: yeager/fedora-l10n
Catalog: po/*.po
Languages: sv

source: Open in Weblate
sv: Öppna i Weblate

source: Fedora Translation Status
sv: Översättningsstatus för Fedora

source: Back to projects
sv: Tillbaka till projekten

source: Toggle heatmap view
sv: Växla till värmekarta

source: Refresh
sv: Uppdatera

source: API Key…
sv: API-nyckel…

source: Clear Cache
sv: Töm cache

source: Notifications
sv: Aviseringar

source: About
sv: Om

source: Export data
sv: Exportera data

source: Filter projects…
sv: Filtrera projekt…

source: Language:
sv: Språk:

source: Loading projects…
sv: Läser in projekt…

source: Loading projects… page {page}/{total}
sv: Läser in projekt… sida {page}/{total}

source: Loading statistics… {n}/{total}
sv: Läser in statistik… {n}/{total}

source: Fedora L10n: Low translations
sv: Fedora L10n: Låga översättningar

source: {count} projects below 50%: {names}
sv: {count} projekt under 50%: {names}

source: Export Data
sv: Exportera data

source: Choose export format:
sv: Välj exportformat:

source: Cancel
sv: Avbryt

source: Loading components…
sv: Läser in komponenter…

source: Error: {msg}
sv: Fel: {msg}

source: Weblate API Key
sv: Weblate API-nyckel

source: A Weblate API key is needed to fetch translation statistics. Get your key from: https://translate.fedoraproject.org/accounts/profile/#api The key is stored securely in GNOME Keyring.
sv: En Weblate API-nyckel behövs för att hämta översättningsstatistik. Hämta din nyckel från: https://translate.fedoraproject.org/accounts/profile/#api Nyckeln lagras säkert i GNOME-nyckelring.

source: Save
sv: Spara

source: Paste your API key here…
sv: Klistra in din API-nyckel här...

source: enabled
sv: aktiverat

source: disabled
sv: inaktiverat

source: Desktop notifications are now {state}.
sv: Skrivbordsaviseringar är nu {state}.

source: View Fedora translation status from Weblate
sv: Visa Fedoras översättningsstatus från Weblate

source: Copy System Info
sv: Kopiera systeminformation

source: Weblate API Key Required
sv: Weblate API-nyckel krävs

source: This app needs a Weblate API key to fetch translation statistics from translate.fedoraproject.org. Without a key, all percentages will show 0%. Get your key from: https://translate.fedoraproject.org/accounts/profile/#api
sv: Denna app behöver en Weblate API-nyckel för att hämta översättningsstatistik från translate.fedoraproject.org. Utan en nyckel kommer alla procenttal att visa 0%. Hämta din nyckel från: https://translate.fedoraproject.org/accounts/profile/#api

source: Later
sv: Senare

source: Enter Key…
sv: Ange nyckel...

source: Welcome to Fedora Translation Status!
sv: Välkommen till Fedoras översättningsstatus!

source: This app shows the translation progress of Fedora projects via the Weblate API. Your system language is auto-detected, but you can change it using the language field. Click on a project to see its components.
sv: Denna app visar översättningsförloppet för Fedora-projekt via Weblate API. Ditt systems språk upptäcks automatiskt, men du kan ändra det med hjälp av språkfältet. Klicka på ett projekt för att se dess komponenter.

source: Get Started
sv: Kom igång
